/* %d cycles, %d%% healthy, %.1f°C */
"%d cycles, %d%% healthy, %.1f°C" = "%1$d cycles, %2$d%% healthy, %3$.1f°C";

/* AC Power */
"AC Power" = "AC Power";

/* Battery not exists. */
"Battery not exists." = "Battery not exists.";

/* Charging */
"Charging" = "Charging";

/* Load Average: %@ */
"Load Average: %@" = "Load Average: %@";

/* Uptime: %dd %dh %dm %ds */
"Uptime: %dd %dh %dm %ds" = "Uptime: %1$dd %2$dh %3$dm %4$ds";

